/* Cancel action button in recording state */
"Cancel" = "취소";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "클릭해 단축 키를 입력";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "단축키 삭제";

/* VoiceOver title */
"keyboard shortcut" = "키보드 단축키";

/* Alert button when shortcut is already used */
"OK" = "좋아";

/* Empty shortcut button in normal state */
"Record Shortcut" = "단축키 입력";

/* VoiceOver: Shortcut cleared */
"Shortcut cleared" = "단축키　삭제됨";

/* VoiceOver: Shortcut set */
"Shortcut set" = "단축키　설정됨";

/* Shortcut glyph name for SPACE key */
"Space" = "스페이스 바";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "%@ 단축키로 설정할 수 없습니다";

/* Message for alert when shortcut is already used by the system */
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "이 결합은 시스템 전체에서 사용 때문에 단축키로 설정 할 수 없습니다.\n단축키를 사용하고 싶으면 시스템 환경 설정의 키보드, 마우스 패널에서 이미 설정되어있는 단축키를 변경하십시오.";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "이 단축키는 ‘%@’ 메뉴 아이템에 사용되고 있기 때문에 설정할 수 없습니다.";

/* VoiceOver shortcut help */
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "이 버튼을 클릭하고 단축키를 입력하면 새로운 단축키가 설정됩니다. 또한 삭제 버튼을 누르면  단축키가 삭제됩니다.";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "새 단축키 입력";

/* Empty shortcut button in recording state */
"Type Shortcut" = "단축키 입력";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "오래된 단축키를 사용";
